Repository: nikoniko48/DoYouUnderstand
Catalog: DoYouUnderstand/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt, zh_hans

source: NEW ANALYSIS
de: NEUE ANALYSE
es: NUEVO ANÁLISIS
fr: NOUVELLE ANALYSE
ja: 新規解析
ko: 새 분석
pl: NOWA ANALIZA
pt: NOVA ANÁLISE
zh_hans: 新建分析

source: No account, no cloud, 100% private
de: Kein Konto, keine Cloud, 100 % privat
es: Sin cuenta, sin nube, 100% privado
fr: Aucun compte, aucun cloud, 100 % privé
ja: アカウント不要、クラウド不要、100%プライベート
ko: 계정도, 클라우드도 필요 없는 100% 프라이빗
pl: Bez konta, bez chmury, 100% prywatności
pt: Sem conta, sem nuvem, 100% privado
zh_hans: 无需账户，无需云端，100% 隐私保护

source: No accounts. No cloud storage. Ever.
de: Keine Konten. Kein Cloud-Speicher. Niemals.
es: Sin cuentas. Sin almacenamiento en la nube. Nunca.
fr: Aucun compte. Aucun stockage cloud. Jamais.
ja: アカウント不要。クラウド保存も一切なし。
ko: 계정도 없고, 클라우드 저장도 절대 없습니다.
pl: Bez kont. Bez przechowywania w chmurze. Nigdy.
pt: Sem contas. Sem armazenamento em nuvem. Nunca.
zh_hans: 无需账户，永不上传云端。

source: No active subscription was found to restore.
de: Es wurde kein aktives Abonnement zum Wiederherstellen gefunden.
es: No se encontró ninguna suscripción activa para restaurar.
fr: Aucun abonnement actif n'a été trouvé à restaurer.
ja: 復元できるアクティブなサブスクリプションが見つかりませんでした。
ko: 복원할 활성 구독을 찾을 수 없습니다.
pl: Nie znaleziono aktywnej subskrypcji do przywrócenia.
pt: Nenhuma assinatura ativa foi encontrada para restaurar.
zh_hans: 未找到可恢复的有效订阅。

source: No analyses yet
de: Noch keine Analysen
es: Aún no hay análisis
fr: Aucune analyse pour le moment
ja: 解析はまだありません
ko: 아직 분석 기록이 없습니다
pl: Brak analiz
pt: Ainda sem análises
zh_hans: 暂无分析记录

source: No fluff. Just clarity on what people actually mean.
de: Kein Schnickschnack. Nur Klarheit darüber, was Menschen wirklich meinen.
es: Sin rodeos. Solo claridad sobre lo que la gente realmente quiere decir.
fr: Pas de blabla. Juste de la clarté sur ce que les gens veulent vraiment dire.
ja: 余計な演出はなし。人が本当に伝えたいことだけを明確に。
ko: 군더더기 없이, 사람들이 진짜 하고 싶은 말만 명확하게.
pl: Bez lania wody. Po prostu jasność co do tego, co ludzie naprawdę mają na myśli.
pt: Sem enrolação. Só clareza sobre o que as pessoas realmente querem dizer.
zh_hans: 没有废话，只呈现人们真正想表达的意思。

source: No traditional account or password - just the quick setup you did once. You do need an internet connection though, since each analysis is a live call to our server.
de: Kein klassisches Konto oder Passwort - nur die kurze Einrichtung, die du einmal gemacht hast. Eine Internetverbindung brauchst du trotzdem, da jede Analyse ein Live-Aufruf an unseren Server ist.
es: No necesitas una cuenta ni contraseña tradicional, solo la configuración rápida que hiciste una vez. Sí necesitas conexión a internet, ya que cada análisis es una llamada en vivo a nuestro servidor.
fr: Pas de compte ou de mot de passe traditionnel - juste la configuration rapide que vous avez faite une fois. Vous avez toutefois besoin d'une connexion internet, car chaque analyse fait appel à notre serveur en direct.
ja: 従来のようなアカウントやパスワードは不要です - 一度だけ行うクイックセットアップのみ。ただし各解析はサーバーへのライブ通信となるため、インターネット接続は必要です。
ko: 기존과 같은 계정이나 비밀번호는 필요 없습니다 - 한 번만 하는 간단한 설정이면 충분해요. 다만 각 분석은 서버로의 실시간 호출이기 때문에 인터넷 연결은 필요합니다.
pl: Nie potrzebujesz tradycyjnego konta ani hasła - wystarczy szybka konfiguracja, którą wykonałeś raz. Potrzebujesz jednak połączenia z internetem, ponieważ każda analiza to bieżące wywołanie naszego serwera.
pt: Sem conta ou senha tradicional - só a configuração rápida que você fez uma vez. Você precisa de conexão com a internet, já que cada análise é uma chamada ao vivo para nosso servidor.
zh_hans: 无需传统账户或密码——只需一次性完成简单设置即可。不过由于每次分析都是与服务器的实时通信，所以需要联网。

source: Non-Conforming
de: Nicht-binär
es: No binario
fr: Non-binaire
ja: ノンバイナリー
ko: 논바이너리
pl: Niebinarna
pt: Não-binário
zh_hans: 非二元性别

source: omg you HAVE to come tonight, everyone's asking about you 👀
de: omg du MUSST heute Abend kommen, alle fragen nach dir 👀
es: omg TIENES que venir esta noche, todos preguntan por ti 👀
fr: oh mon dieu, il FAUT que tu viennes ce soir, tout le monde demande après toi 👀
ja: やばい、今夜絶対来て、みんな君のこと聞いてくるよ👀
ko: 헐 오늘 밤 무조건 와야 해, 다들 너 얘기하고 있어 👀
pl: omg MUSISZ przyjść dziś wieczorem, wszyscy o Ciebie pytają 👀
pt: meu deus, você TEM que vir hoje à noite, todo mundo está perguntando de você 👀
zh_hans: 天呐你今晚必须来，大家都在问你呢 👀

source: Or snap a screenshot instead
de: Oder mach stattdessen einen Screenshot
es: O toma una captura de pantalla en su lugar
fr: Ou prenez plutôt une capture d'écran
ja: または代わりにスクリーンショットを撮る
ko: 또는 스크린샷을 찍어보세요
pl: Albo zrób zamiast tego zrzut ekranu
pt: Ou tire uma captura de tela
zh_hans: 或者直接截图

source: ORIGINAL MESSAGE
de: URSPRÜNGLICHE NACHRICHT
es: MENSAJE ORIGINAL
fr: MESSAGE ORIGINAL
ja: 元のメッセージ
ko: 원본 메시지
pl: ORYGINALNA WIADOMOŚĆ
pt: MENSAGEM ORIGINAL
zh_hans: 原始消息

source: ORIGINAL TONE DETECTED
de: URSPRÜNGLICHER TON ERKANNT
es: TONO ORIGINAL DETECTADO
fr: TON ORIGINAL DÉTECTÉ
ja: 検出された元のトーン
ko: 감지된 원본 톤
pl: WYKRYTO ORYGINALNY TON
pt: TOM ORIGINAL DETECTADO
zh_hans: 检测到的原始语气

source: Over-Eager
de: Übereifrig
es: Demasiado entusiasta
fr: Trop empressé
ja: 過度に意欲的
ko: 지나치게 적극적
pl: Nadgorliwy
pt: Excessivamente ansioso
zh_hans: 过分热切

source: Passive-Aggressive
de: Passiv-aggressiv
es: Pasivo-agresivo
fr: Passif-agressif
ja: 受動攻撃的
ko: 수동공격적
pl: Pasywno-agresywny
pt: Passivo-agressivo
zh_hans: 被动攻击

source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: 貼り付け
ko: 붙여넣기
pl: Wklej
pt: Colar
zh_hans: 粘贴

source: Paste any text, DM, or email
de: Füge einen beliebigen Text, DM oder E-Mail ein
es: Pega cualquier texto, DM o correo
fr: Collez n'importe quel texte, DM ou e-mail
ja: テキスト、DM、メールを貼り付け
ko: 어떤 문자, DM, 이메일이든 붙여넣으세요
pl: Wklej dowolny tekst, wiadomość lub e-mail
pt: Cole qualquer texto, DM ou e-mail
zh_hans: 粘贴任意短信、私信或邮件

source: Paste text or write here...
de: Text einfügen oder hier schreiben...
es: Pega el texto o escribe aquí...
fr: Collez du texte ou écrivez ici...
ja: テキストを貼り付けるか、ここに入力...
ko: 텍스트를 붙여넣거나 여기에 입력하세요...
pl: Wklej tekst lub napisz tutaj...
pt: Cole o texto ou escreva aqui...
zh_hans: 粘贴文本或在此输入…

source: Paste your text
de: Füge deinen Text ein
es: Pega tu texto
fr: Collez votre texte
ja: テキストを貼り付け
ko: 텍스트 붙여넣기
pl: Wklej swój tekst
pt: Cole seu texto
zh_hans: 粘贴你的文本

source: Pastel
de: Pastell
ja: パステル
ko: 파스텔
pl: Pastelowa
zh_hans: 柔彩

source: People Today
de: Personen heute
es: Personas Hoy
fr: Personnes aujourd'hui
ja: 本日の利用者数
ko: 오늘의 이용자
pl: Ludzie Dzisiaj
pt: Pessoas hoje
zh_hans: 今日使用人数

source: Perfect. I'll do it my way then.
de: Perfekt. Dann mache ich es auf meine Art.
es: Perfecto. Entonces lo haré a mi manera.
fr: Parfait. Je vais faire à ma façon alors.
ja: 了解。じゃあ自分のやり方でやるよ。
ko: 좋아. 그럼 내 방식대로 할게.
pl: Świetnie. W takim razie zrobię to po swojemu.
pt: Perfeito. Vou fazer do meu jeito, então.
zh_hans: 好啊，那我就按自己的方式来。

source: Pick your weapon
de: Wähle deine Waffe
es: Elige tu arma
fr: Choisissez votre arme
ja: 武器を選ぼう
ko: 무기를 선택하세요
pl: Wybierz swoją broń
pt: Escolha sua arma
zh_hans: 选择你的武器

source: Playful
de: Verspielt
es: Juguetón
fr: Joueur
ja: 遊び心
ko: 장난스러움
pl: Żartobliwy
pt: Brincalhão
zh_hans: 俏皮

source: Playful & Witty
de: Verspielt & witzig
es: Juguetón e ingenioso
fr: Joueur et spirituel
ja: 遊び心があってウィットに富んだ
ko: 장난스럽고 재치있게
pl: Żartobliwy i dowcipny
pt: Brincalhão e espirituoso
zh_hans: 俏皮机智

source: Plus %d more custom tones available inside.
de: Plus %d weitere individuelle Töne verfügbar.
es: Además, %d tonos personalizados más disponibles dentro.
fr: Plus %d autres tons personnalisés disponibles à l'intérieur.
ja: さらに%d種類のカスタムトーンをアプリ内で利用可能。
ko: 앱 내에서 %d개의 커스텀 톤을 추가로 이용할 수 있습니다.
pl: Plus %d dodatkowych tonów dostępnych w aplikacji.
pt: Mais %d tons personalizados disponíveis dentro do app.
zh_hans: 应用内还有 %d 种自定义语气可用。

source: Polish
de: Polnisch
es: Polaco
fr: Polonais
ja: ポーランド語
ko: 폴란드어
pl: Polski
pt: Polonês
zh_hans: 波兰语

source: Polish your message
de: Feile an deiner Nachricht
es: Pule tu mensaje
fr: Peaufinez votre message
ja: メッセージを磨き上げる
ko: 메시지 다듬기
pl: Popraw swoją wiadomość
pt: Aprimore sua mensagem
zh_hans: 润色你的消息

source: Polish your own draft
de: Feile an deinem eigenen Entwurf
es: Pule tu propio mensaje
fr: Peaufinez votre propre brouillon
ja: 自分の下書きを磨き上げる
ko: 내 초안 다듬기
pl: Dopracuj własną wiadomość
pt: Aprimore seu próprio rascunho
zh_hans: 润色你自己的草稿

source: Polite but Pointed
de: Höflich, aber pointiert
es: Cortés pero directo
fr: Poli mais incisif
ja: 礼儀正しくも鋭く
ko: 예의 바르지만 날카롭게
pl: Uprzejmy, lecz dosadny
pt: Educado mas incisivo
zh_hans: 礼貌却犀利

source: Prefer Not to Say
de: Keine Angabe
es: Prefiero no decirlo
fr: Préfère ne pas répondre
ja: 答えたくない
ko: 답변 거부
pl: Wolę nie podawać
pt: Prefiro não dizer
zh_hans: 不愿透露

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
ja: 設定
ko: 환경설정
pl: Preferencje
pt: Preferências
zh_hans: 偏好设置

source: PREFERENCES
de: EINSTELLUNGEN
es: PREFERENCIAS
fr: PRÉFÉRENCES
ja: 設定
ko: 환경설정
pl: PREFERENCJE
pt: PREFERÊNCIAS
zh_hans: 偏好设置

source: Preparing defense strategies...
de: Verteidigungsstrategien werden vorbereitet...
es: Preparando estrategias de defensa...
fr: Préparation des stratégies de défense...
ja: 防御戦略を準備中...
ko: 방어 전략 준비 중...
pl: Przygotowywanie strategii obronnych...
pt: Preparando estratégias de defesa...
zh_hans: 正在制定应对策略…

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
pt: Política de Privacidade
zh_hans: 隐私政策

source: Pro Member
de: Pro-Mitglied
es: Miembro Pro
fr: Membre Pro
ja: プロ会員
ko: 프로 회원
pl: Członek Pro
pt: Membro Pro
zh_hans: 专业会员

source: Processing photos...
de: Fotos werden verarbeitet...
es: Procesando fotos...
fr: Traitement des photos...
ja: 写真を処理中...
ko: 사진 처리 중...
pl: Przetwarzanie zdjęć...
pt: Processando fotos...
zh_hans: 正在处理照片…

source: Processing...
de: Wird verarbeitet...
es: Procesando...
fr: Traitement en cours...
ja: 処理中...
ko: 처리 중...
pl: Przetwarzanie...
pt: Processando...
zh_hans: 处理中…

source: Professional
de: Professionell
es: Profesional
fr: Professionnel
ja: プロフェッショナル
ko: 전문적
pl: Profesjonalny
pt: Profissional
zh_hans: 专业

source: Professional & Polite
de: Professionell & höflich
es: Profesional y cortés
fr: Professionnel et poli
ja: プロフェッショナルで丁寧
ko: 전문적이고 정중하게
pl: Profesjonalny i uprzejmy
pt: Profissional e educado
zh_hans: 专业有礼

source: PROFILE COMPLETE
de: PROFIL VOLLSTÄNDIG
es: PERFIL COMPLETO
fr: PROFIL TERMINÉ
ja: プロフィール完成
ko: 프로필 완성
pl: PROFIL UKOŃCZONY
pt: PERFIL COMPLETO
zh_hans: 资料已完成

source: Purchase Failed
de: Kauf fehlgeschlagen
es: Error en la compra
fr: Échec de l'achat
ja: 購入に失敗しました
ko: 구매 실패
pl: Zakup nie powiódł się
pt: Falha na compra
zh_hans: 购买失败

source: Purchases are processed by RevenueCat and Apple's App Store. We receive your subscription status (active, trial, expired) but never your payment details - Apple handles those directly.
de: Käufe werden von RevenueCat und dem Apple App Store abgewickelt. Wir erhalten deinen Abonnementstatus (aktiv, Testphase, abgelaufen), aber niemals deine Zahlungsdaten - diese verwaltet Apple direkt.
es: Las compras son procesadas por RevenueCat y la App Store de Apple. Recibimos el estado de tu suscripción (activa, prueba, caducada) pero nunca tus datos de pago - Apple los gestiona directamente.
fr: Les achats sont traités par RevenueCat et l'App Store d'Apple. Nous recevons le statut de votre abonnement (actif, essai, expiré) mais jamais vos coordonnées de paiement - Apple s'en occupe directement.
ja: 購入はRevenueCatとApple App Storeによって処理されます。サブスクリプションの状態(有効、トライアル中、期限切れ)は取得しますが、お支払い情報は一切取得しません - それはAppleが直接管理します。
ko: 구매는 RevenueCat과 Apple App Store를 통해 처리됩니다. 저희는 구독 상태(활성, 체험, 만료)만 받으며 결제 정보는 절대 받지 않습니다 - 이는 Apple이 직접 처리합니다.
pl: Zakupy są przetwarzane przez RevenueCat i App Store firmy Apple. Otrzymujemy status Twojej subskrypcji (aktywna, próbna, wygasła), ale nigdy dane płatności - Apple obsługuje je bezpośrednio.
pt: As compras são processadas pela RevenueCat e pela App Store da Apple. Recebemos o status da sua assinatura (ativa, teste, expirada), mas nunca seus dados de pagamento - a Apple cuida disso diretamente.
zh_hans: 购买由 RevenueCat 和 Apple App Store 处理。我们只会收到你的订阅状态（有效、试用中、已过期），绝不会收到你的付款信息——这些由 Apple 直接处理。

source: Questions about this policy? Reach out from the FAQ section in Settings.
de: Fragen zu dieser Richtlinie? Wende dich über den FAQ-Bereich in den Einstellungen an uns.
es: ¿Preguntas sobre esta política? Contáctanos desde la sección de preguntas frecuentes en Ajustes.
fr: Des questions sur cette politique ? Contactez-nous depuis la section FAQ dans les Réglages.
ja: このポリシーについて質問がありますか?設定内のFAQセクションからお問い合わせください。
ko: 이 정책에 대해 궁금한 점이 있나요? 설정의 FAQ 섹션에서 문의해주세요.
pl: Masz pytania dotyczące tej polityki? Skontaktuj się z nami w sekcji FAQ w Ustawieniach.
pt: Dúvidas sobre esta política? Entre em contato pela seção de FAQ em Configurações.
zh_hans: 对本政策有疑问？请通过设置中的常见问题板块联系我们。

source: RECEIVED MESSAGE
de: ERHALTENE NACHRICHT
es: MENSAJE RECIBIDO
fr: MESSAGE REÇU
ja: 受信したメッセージ
ko: 수신된 메시지
pl: OTRZYMANA WIADOMOŚĆ
pt: MENSAGEM RECEBIDA
zh_hans: 收到的消息

source: RECENT ANALYSES
de: LETZTE ANALYSEN
es: ANÁLISIS RECIENTES
fr: ANALYSES RÉCENTES
ja: 最近の解析
ko: 최근 분석
pl: OSTATNIE ANALIZY
pt: ANÁLISES RECENTES
zh_hans: 最近的分析

source: Refine
de: Verfeinern
es: Pulido
fr: Améliorer
ja: 校正
ko: 다듬기
pl: Dopracowanie
pt: Refinar
zh_hans: 润色

source: REFINE
de: VERFEINERN
es: PULIR
fr: AMÉLIORER
ja: 校正
ko: 다듬기
pl: POPRAW
pt: REFINAR
zh_hans: 润色

source: REFINE IT
de: VERFEINERN
es: PÚLELO
fr: AMÉLIORER
ja: 校正する
ko: 다듬기
pl: DOPRACUJ TO
pt: REFINAR
zh_hans: 润色一下

source: Refine Message
de: Nachricht verfeinern
es: Pulir mensaje
fr: Améliorer le message
ja: メッセージを校正
ko: 메시지 다듬기
pl: Dopracuj wiadomość
pt: Refinar mensagem
zh_hans: 润色消息

source: REFINED VERSION
de: VERFEINERTE VERSION
es: VERSIÓN PULIDA
fr: VERSION AMÉLIORÉE
ja: 校正後のバージョン
ko: 다듬어진 버전
pl: DOPRACOWANA WERSJA
pt: VERSÃO REFINADA
zh_hans: 润色后的版本

source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
ja: 再生成
ko: 다시 생성
pl: Wygeneruj ponownie
pt: Regerar
zh_hans: 重新生成

source: Renews %@.
de: Verlängert sich am %@.
es: Se renueva %@.
fr: Renouvellement le %@.
ja: %@に更新されます。
ko: %@에 갱신됩니다.
pl: Odnawia się %@.
pt: Renova em %@.
zh_hans: 将于 %@ 续订。

source: Reply
de: Antwort
es: Respuesta
fr: Réponse
ja: 返信
ko: 답장
pl: Odpowiedź
pt: Resposta
zh_hans: 回复

source: REPLY GENERATOR
de: ANTWORTGENERATOR
es: GENERADOR DE RESPUESTAS
fr: GÉNÉRATEUR DE RÉPONSES
ja: 返信ジェネレーター
ko: 답장 생성기
pl: GENERATOR ODPOWIEDZI
pt: GERADOR DE RESPOSTAS
zh_hans: 回复生成器

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
pl: Przywróć zakupy
pt: Restaurar compras
zh_hans: 恢复购买

source: Restoring...
de: Wird wiederhergestellt...
es: Restaurando...
fr: Restauration...
ja: 復元中...
ko: 복원 중...
pl: Przywracanie...
pt: Restaurando...
zh_hans: 正在恢复…

source: Sarcastic
de: Sarkastisch
es: Sarcástico
fr: Sarcastique
ja: 皮肉
ko: 비꼬는
pl: Sarkastyczny
pt: Sarcástico
zh_hans: 讽刺

source: Sarcastic & Snarky
de: Sarkastisch & schnippisch
es: Sarcástico y mordaz
fr: Sarcastique et acerbe
ja: 皮肉たっぷりで辛辣
ko: 비꼬고 신랄하게
pl: Sarkastyczny i zjadliwy
pt: Sarcástico e mordaz
zh_hans: 讽刺又刻薄

source: Savage
de: Brutal
es: Despiadado
fr: Cinglant
ja: 辛辣
ko: 신랄함
pl: Bezlitosny
pt: Cruel
zh_hans: 犀利

source: Savage & Unfiltered
de: Brutal & ungefiltert
es: Despiadado y sin filtro
fr: Cinglant et sans filtre
ja: 辛辣で歯に衣着せぬ
ko: 신랄하고 거침없이
pl: Bezlitosny i bez filtra
pt: Cruel e sem filtro
zh_hans: 犀利不加修饰

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pl: Zapisz
pt: Salvar
zh_hans: 保存

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存
ko: 변경사항 저장
pl: Zapisz zmiany
pt: Salvar alterações
zh_hans: 保存更改

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存しました
ko: 저장됨
pl: Zapisano
pt: Salvo
zh_hans: 已保存

source: See how the exact same text changes based on your chosen tone.
de: Sieh, wie sich derselbe Text je nach gewähltem Ton verändert.
es: Mira cómo el mismo texto exacto cambia según el tono que elijas.
fr: Découvrez comment le même texte change selon le ton choisi.
ja: 同じ文章がトーン次第でどう変わるか見てみよう。
ko: 선택한 톤에 따라 똑같은 문장이 어떻게 달라지는지 확인해보세요.
pl: Zobacz, jak dokładnie ten sam tekst zmienia się w zależności od wybranego tonu.
pt: Veja como o mesmo texto muda de acordo com o tom escolhido.
zh_hans: 看看同一段文字如何随你选择的语气而改变。

source: Set up your profile
de: Richte dein Profil ein
es: Configura tu perfil
fr: Configurez votre profil
ja: プロフィールを設定
ko: 프로필 설정하기
pl: Skonfiguruj swój profil
pt: Configure seu perfil
zh_hans: 设置你的资料

source: SETTINGS
de: EINSTELLUNGEN
es: AJUSTES
fr: RÉGLAGES
ja: 設定
ko: 설정
pl: USTAWIENIA
pt: CONFIGURAÇÕES
zh_hans: 设置

source: Shorten
de: Kürzen
es: Acortar
fr: Raccourcir
ja: 短くする
ko: 짧게 하기
pl: Skróć
pt: Encurtar
zh_hans: 缩短

source: Skip Onboarding (Debug)
de: Onboarding überspringen (Debug)
es: Omitir incorporación (Debug)
fr: Passer l'intégration (Debug)
ja: オンボーディングをスキップ (デバッグ)
ko: 온보딩 건너뛰기 (디버그)
pl: Pomiń wdrożenie (Debug)
pt: Pular integração (Debug)
zh_hans: 跳过引导（调试）

source: Softer & Diplomatic
de: Sanfter & diplomatischer
es: Más suave y diplomático
fr: Plus doux et diplomate
ja: より穏やかで外交的に
ko: 더 부드럽고 외교적으로
pl: Łagodniejszy i dyplomatyczny
pt: Mais suave e diplomático
zh_hans: 更柔和圆融

source: Softer & Gentler
de: Sanfter & milder
es: Más suave y gentil
fr: Plus doux et plus délicat
ja: より穏やかで優しく
ko: 더 부드럽고 다정하게
pl: Łagodniejszy i delikatniejszy
pt: Mais suave e gentil
zh_hans: 更柔和温和

source: Something Went Wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur est survenue
ja: 問題が発生しました
ko: 문제가 발생했습니다
pl: Coś poszło nie tak
pt: Algo deu errado
zh_hans: 出了点问题

source: Start decoding a message to see your history here.
de: Entschlüssle eine Nachricht, um deinen Verlauf hier zu sehen.
es: Empieza a descifrar un mensaje para ver tu historial aquí.
fr: Décodez un message pour voir votre historique ici.
ja: メッセージを解読すると ここに履歴が表示されます。
ko: 메시지를 해독하면 여기에 기록이 표시됩니다.
pl: Zacznij rozszyfrowywać wiadomość, aby zobaczyć swoją historię tutaj.
pt: Decodifique uma mensagem para ver seu histórico aqui.
zh_hans: 解读一条消息后 历史记录会显示在这里。

source: Start Free Trial
de: Kostenlose Testphase starten
es: Iniciar prueba gratuita
fr: Démarrer l'essai gratuit
ja: 無料トライアルを開始
ko: 무료 체험 시작
pl: Rozpocznij bezpłatny okres próbny
pt: Iniciar teste gratuito
zh_hans: 开始免费试用

source: STEP %d
de: SCHRITT %d
es: PASO %d
fr: ÉTAPE %d
ja: ステップ%d
ko: %d단계
pl: KROK %d
pt: ETAPA %d
zh_hans: 第 %d 步

source: STEP %d OF %d
de: SCHRITT %d VON %d
es: PASO %d DE %d
fr: ÉTAPE %d SUR %d
ja: ステップ%d/%d
ko: %d/%d단계
pl: KROK %d Z %d
pt: ETAPA %d DE %d
zh_hans: 第 %d／%d 步

source: Still confused? Let's cut to the chase.
de: Immer noch verwirrt? Kommen wir zur Sache.
es: ¿Sigues confundido? Vayamos al grano.
fr: Toujours perdu ? Allons droit au but.
ja: まだ迷ってる?単刀直入に行こう。
ko: 아직도 헷갈려요? 바로 본론으로 가봅시다.
pl: Nadal zdezorientowany? Przejdźmy do sedna.
pt: Ainda confuso? Vamos direto ao ponto.
zh_hans: 还是搞不清楚？我们直接说重点。

source: STOP GUESSING WHAT THEY MEAN.
de: HÖR AUF ZU RATEN WAS SIE MEINEN.
es: DEJA DE ADIVINAR QUÉ QUISIERON DECIR.
fr: ARRÊTE DE DEVINER CE QU'ILS VEULENT DIRE.
ja: 相手の真意を 推測するのはもうやめよう。
ko: 상대의 의도를 그만 추측하세요.
pl: PRZESTAŃ ZGADYWAĆ, CO MIELI NA MYŚLI.
pt: PARE DE ADIVINHAR O QUE ELES QUEREM DIZER.
zh_hans: 别再猜 他们到底想说什么。

source: STOP OVERTHINKING YOUR TEXTS.
de: HÖR AUF, DEINE NACHRICHTEN ZU ZERDENKEN.
es: DEJA DE PENSAR DE MÁS TUS MENSAJES.
fr: ARRÊTE DE TROP RÉFLÉCHIR À TES MESSAGES.
ja: メッセージのことで 考えすぎるのはやめよう。
ko: 문자 때문에 너무 고민하지 마세요.
pl: PRZESTAŃ ROZMYŚLAĆ NAD WIADOMOŚCIAMI.
pt: PARE DE PENSAR DEMAIS NAS SUAS MENSAGENS.
zh_hans: 别再为发消息 想太多了。

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
ja: 登録する
ko: 구독하기
pl: Subskrybuj
pt: Assinar
zh_hans: 订阅

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
ja: サブスクリプション
ko: 구독
pl: Subskrypcja
pt: Assinatura
zh_hans: 订阅

source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
ja: サブスクリプション
ko: 구독
pl: Subskrypcje
pt: Assinaturas
zh_hans: 订阅

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
ja: 写真を撮る
ko: 사진 촬영
pl: Zrób zdjęcie
pt: Tirar foto
zh_hans: 拍照

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용약관
pl: Warunki użytkowania
pt: Termos de Uso
zh_hans: 使用条款

source: TEXT ANALYZER
de: TEXTANALYSATOR
es: ANALIZADOR DE TEXTOS
fr: ANALYSEUR DE TEXTE
ja: テキスト解析ツール
ko: 텍스트 분석기
pl: ANALIZATOR WIADOMOŚCI
pt: ANALISADOR DE TEXTO
zh_hans: 文本分析器

source: That's every tone we've got!
de: Das waren alle verfügbaren Töne!
es: ¡Esos son todos los tonos que tenemos!
fr: Voilà tous les tons disponibles !
ja: これで全トーンです!
ko: 이게 저희가 가진 모든 톤이에요!
pl: To wszystkie tony, jakie mamy!
pt: Esses são todos os tons que temos!
zh_hans: 所有语气都在这里了！

source: The reply generator drafts options based on the detected tone of the original message. It's a starting point, always review a suggestion before sending it.
de: Der Antwortgenerator entwirft Optionen basierend auf dem erkannten Ton der ursprünglichen Nachricht. Das ist nur ein Ausgangspunkt - überprüfe einen Vorschlag immer, bevor du ihn sendest.
es: El generador de respuestas redacta opciones según el tono detectado del mensaje original. Es un punto de partida; revisa siempre una sugerencia antes de enviarla.
fr: Le générateur de réponses rédige des options basées sur le ton détecté du message original. C'est un point de départ, relisez toujours une suggestion avant de l'envoyer.
ja: 返信ジェネレーターは元のメッセージの検出されたトーンに基づいて選択肢を作成します。あくまで出発点なので、送信前に必ず提案内容を確認してください。
ko: 답장 생성기는 원본 메시지에서 감지된 톤을 바탕으로 선택지를 작성합니다. 어디까지나 출발점이니, 보내기 전에 항상 제안 내용을 검토하세요.
pl: Generator odpowiedzi tworzy propozycje na podstawie wykrytego tonu oryginalnej wiadomości. To punkt wyjścia - zawsze przejrzyj sugestię przed jej wysłaniem.
pt: O gerador de respostas cria opções com base no tom detectado da mensagem original. É um ponto de partida, sempre revise uma sugestão antes de enviá-la.
zh_hans: 回复生成器会根据检测到的原始消息语气起草选项。这只是一个起点，发送前请务必仔细检查建议内容。

source: The sender feels at fault and is trying to smooth things over.
de: Der Absender fühlt sich schuldig und versucht, die Situation zu glätten.
es: El remitente se siente culpable y trata de suavizar la situación.
fr: L'expéditeur se sent fautif et essaie d'arranger les choses.
ja: 送信者は自分に非があると感じ、事態を丸く収めようとしています。
ko: 발신자는 자신에게 잘못이 있다고 느끼며 상황을 수습하려 하고 있습니다.
pl: Nadawca czuje się winny i stara się załagodzić sytuację.
pt: O remetente se sente culpado e está tentando suavizar a situação.
zh_hans: 发送者感到自己有错，正试图缓和局面。

source: The sender is being ruthlessly blunt or cutting, often for comedic or dominance effect.
de: Der Absender ist gnadenlos schroff oder scharf, oft für komische oder dominante Wirkung.
es: El remitente es despiadadamente directo o cortante, a menudo para lograr un efecto cómico o de dominio.
fr: L'expéditeur est impitoyablement brut ou cinglant, souvent pour un effet comique ou de domination.
ja: 送信者は容赦なく率直、あるいは切れ味鋭い態度を取っており、しばしば笑いを誘うためや優位性を示すためです。
ko: 발신자는 가차없이 직설적이거나 날카로운 태도를 보이며, 종종 웃음을 유발하거나 우위를 보이기 위한 것입니다.
pl: Nadawca jest bezlitośnie bezpośredni lub cięty, często dla efektu komicznego lub dominacji.
pt: O remetente está sendo implacavelmente direto ou cortante, geralmente para efeito cômico ou de dominância.
zh_hans: 发送者言辞毫不留情、犀利刻薄，通常是为了搞笑或彰显强势。

source: The sender is carefully balancing honesty with not causing offense.
de: Der Absender balanciert vorsichtig zwischen Ehrlichkeit und dem Vermeiden von Kränkungen.
es: El remitente equilibra cuidadosamente la honestidad sin causar ofensa.
fr: L'expéditeur équilibre soigneusement l'honnêteté sans vouloir offenser.
ja: 送信者は正直さと相手を傷つけないことのバランスを慎重に取っています。
ko: 발신자는 솔직함과 상대를 기분 상하게 하지 않는 것 사이에서 신중하게 균형을 잡고 있습니다.
pl: Nadawca starannie balansuje między szczerością a tym, by nikogo nie urazić.
pt: O remetente está equilibrando cuidadosamente honestidade sem causar ofensa.
zh_hans: 发送者在坦诚与不冒犯之间小心权衡。
